Repository: Gabba90/Sozi
Catalog: locales/*.po
Languages: ca, hu, nb, ru

source: Document was changed. Reloading.
ca: El document s’ha modificat. S’està recarregant.
hu: Az állomány megváltozott. Újratöltés.
nb: Dokumentet er endret. Laster på ny.
ru: Документ был изменен. Идет его перезагрузка.

source: Document was changed.
ca: El document s’ha modificat.
hu: Az állomány megváltozott.

source: Document is not valid SVG.
ca: El document no és un SVG vàlid.
hu: Érvénytelen SVG állomány.
nb: Dokumentet er ikke gyldig SVG-format.
ru: Документ не является допустимым файлом SVG

source: Document was imported from Sozi 13 or earlier.
ca: El document s'ha importat de Sozi 13 o anterior.
hu: Az állomány Sozi 13 vagy korábbi verzióból lett importálva.
nb: Dokumentet ble importert fra Sozi 13 eller tidligere.
ru: Документ был импортирован из Sozi версии 13 или более ранней.

source: Saved %s.
ca: S'ha desat %s.
hu: A %s elmentve .
nb: Lagret %s.
ru: %s Сохранен.

source: Open an SVG file from your computer
ca: Obriu un fitxer SVG del vostre ordinador
hu: Helyi SVG állomány megnyitása
nb: Åpne ei SVG-fil fra datamaskinen din
ru: Откройте SVG файл на Вашем компьютере

source: Do you want to save the presentation before closing?
ca: Voleu desar la presentació abans de tancar?
hu: El szeretnéd menteni a prezentációt bezárás előtt?
nb: Ønsker du å lagre denne presentasjonen før du lukker den?
ru: Вы хотите сохранить презентацию перед закрытием?

source: Yes
ca: Sí
hu: Igen
nb: Ja
ru: Да

source: No
hu: Nem
nb: Nei
ru: Нет

source: File not found: %s.
ca: No s’ha trobat el fitxer: %s.
hu: Hiányzó fájl: %s.
nb: Fil ikke funnet: %s.
ru: Файл не найден: %s.

source: Choose an SVG file
ca: Tria un fitxer SVG
hu: Válassz ki egy SVG fájlt
nb: Velg ei SVG-fil
ru: Выберите SVG файл

source: SVG files
ca: Fitxers SVG
hu: SVG fájlok
nb: SVG-filer
ru: SVG файлы

source: Open an SVG file from Google Drive
ca: Obre un fitxer SVG de Google Drive
hu: SVG fájl megnyitása Google Drive-ról
nb: Åpne ei SVG-fil fra Google Drive
ru: Открыть SVG файл из Google Drive

source: Reset layer geometry
ca: Reinicia la geometria de les capes
hu: A réteg geometriájának visszaállítása
nb: Tilbakestill laggeometri

source: Create a new frame
ca: Crea un nou fotograma
hu: Új keret létrehozása
nb: Opprett ny ramme
ru: Создать новый кадр

source: Save the presentation
ca: Desa la presentació
hu: Prezentáció mentése
nb: Lagre presentasjonen
ru: Сохранить презентацию

source: Redo
ca: Refés
hu: Újra
nb: Gjenta
ru: Переделать

source: Undo
ca: Desfés
hu: Visszavonás
nb: Angre
ru: Отменить последнюю операцию

source: Focus the frame title
ca: Posa el focus en el títol del fotograma
hu: Fókusz a keret címére
nb: Fokuser på rammetittelen

source: Reload the SVG document
ca: Torna a carregar el document SVG
hu: SVG állomány újratöltése
nb: Gjeninnlast SVG-dokumentet
ru: Загрузить вновь SVG окумент

source: Toggle full-screen mode
ca: Commuta mode de pantalla completa
hu: Váltás teljes képernyőre
nb: Veksle fullskjermsvisning

source: Toggle the developer tools
ca: Commuta les eines de desenvolupador
hu: Váltás a fejlesztői eszköztárra
nb: Veksle utviklerverktøyene

source: User interface
ca: Interfície d'usuari
hu: Felhasználói felület
nb: Brukergrensesnitt
ru: Интерфейс пользователя

source: Font size
ca: Mida de la lletra
hu: Betűméret
nb: Skriftstørrelse
ru: Размер шрифта

source: Enable notifications on save and reload
hu: Mentés és újratöltés üzeneteinek engedélyezése
nb: Skru på merknader ved lagring og gjeninnlasting

source: Enable notifications
ca: Activa notificacions
hu: Üzenetek engedélyezése
nb: Skru på merknader
ru: Включить уведомления

source: When Sozi loses the focus
ca: Quan Sozi perd el focus
hu: Amikor a Sozi fókuszt veszít

source: Manually
ca: Manualment
hu: Kézileg
nb: Manuelt
ru: Вручную

source: Automatically
ca: Automàticament
hu: Automatikusan
nb: Automatisk
ru: Автоматически

source: When Sozi gets the focus
ca: Quan Sozi rep el focus
hu: Amikor a Sozi fókuszba kerül
nb: Når Sozi er ute av fokus

source: Behavior
ca: Comportament
hu: Viselkedés
nb: Oppførsel
ru: Поведение

source: Preview transition animations
ca: Previsualitza les animacions de transició
hu: Áttűnési animáció előnézete
nb: Forhåndsvis overgangsanimasjoner

source: Enable animated transitions
ca: Activa les transicions animades
hu: Animált átmenet engedélyezése
nb: Skru på animerte overganger
ru: Включить анимированные переходы

source: Keyboard shortcuts
ca: Dreceres de teclat
hu: Billentyű parancsok
nb: Tastatursnarveier
ru: Сочетания клавиш

source: Basic formatting supported:
ca: Formatat bàsic suportat:
hu: A következő formázási beállítások támogatottak:
nb: Enkel formatering støttes:

source: Ctrl+B: Bold
ca: Ctrl+B: negreta
hu: Ctrl+B: Félkövér
nb: Ctrl+B: Fet
ru: Ctrl+B: Полужирный

source: Ctrl+I: Italic
ca: Ctrl+I: cursiva
hu: Ctrl + I: Dőlt
nb: Ctrl+I: Kursiv
ru: Ctrl+I: Курсив

source: Ctrl+U: Underline
ca: Ctrl+U: Subratllat
hu: Ctrl + U: Aláhúzott
nb: Ctrl+U: Understrek
ru: Ctrl+U: Подчёркнутый

source: Ctrl+0: Paragraph
ca: Ctrl+0: Paràgraf
hu: Ctrl+0: Új bekezdés
nb: Ctrl+0: Avsnitt

source: Ctrl+1: Big heading
hu: Ctrl+1: Vastag fejléc

source: Ctrl+2: Medium heading
hu: Ctrl + 2: Közepes fejléc

source: Ctrl+3: Small heading
hu: Ctrl+3: Vékony fejléc

source: Ctrl+L: List
ca: Ctrl+L: Llista
hu: Ctrl+L: Felsorolás
nb: Ctrl+L: Liste
ru: Ctrl+L: Список

source: Ctrl+N: Numbered list
ca: Ctrl+N: Llista numerada
hu: Ctrl+N: Számozott felsorolás
nb: Ctrl+N: Nummerert liste
ru: Ctrl+N: Нумерованный список

source: Select a layer to copy
ca: Selecciona una capa per a copiar
hu: Válaszd ki a másolandó réteget
nb: Velg et lag å kopiere
ru: Выберите слой для копирования

source: Default
ca: Per defecte
hu: Alapértelmezett
nb: Standardverdi
ru: По умолчанию

source: Frame
ca: Fotograma
hu: Képkocka
nb: Ramme
ru: Кадр

source: Show in frame list
ca: Mostra la llista de fotogrames
hu: Képkocka lista megjelenítése
nb: Vis i rammeliste
ru: Показать в списке кадров

source: Show frame number
ca: Mostra el nombre de fotogrames
hu: Képkocka sorszám megjelenítése
nb: Vis rammenummer
ru: Показать число кадров

source: Title
ca: Títol
hu: Cím
nb: Tittel
ru: Название

source: Title level in frame list
ca: Nivell de títol en la llista de fotogrames
hu: Cím megjelenítése a képkocka listában

source: Timeout (seconds)
ca: Temps d'espera (segons)
hu: Időtúllépés (másodperc)
nb: Tidsavbrudd (sekunder)
ru: Временная задержка (секунды)

source: Timeout enable
ca: Activa temps d'espera
hu: Időtúllépés engedélyezése
nb: Aktiver tidsavbrudd
ru: Включить временную задержку

source: Layer
ca: Capa
hu: Réteg
nb: Lag
ru: Слой

source: Link to previous frame
ca: Enllaç al fotograma anterior
hu: Link az előző képkockára
nb: Lenke til forrige ramme
ru: Сделать ссылку на предыдущий кадр

source: Clip
hu: Levágás
nb: Klipp
ru: Обрезать

source: Copy layer
ca: Copia la capa
hu: Réteg másolása
nb: Kopier bilde

source: Outline element Id
hu: Elem ID állapota
nb: ID for elementets omriss

source: Autoselect element
ca: Selecciona automàticament l'element
hu: Automatikus elemkiválasztás
nb: Autovelg element
ru: Автовыбор элемента

source: Hide element
ca: Amaga l’element
hu: Elem elrejtése
nb: Skjul element
ru: Скрывать элемент

source: Fit to element
hu: Elemhez illesztés
ru: Подогнать под элемент

source: Layer opacity
ca: Opacitat de la capa
hu: Réteg átlátszósága
nb: Lag-gjennomsiktighet
ru: Непрозрачность слоя

source: Transition
ca: Transició
hu: Átmenet
nb: Overgang
ru: Переход

source: Configure the animation when moving to the selected frames.
hu: Animáció beállítása a kiválasztott képkockára mozgáskor.
ru: Настройте анимацию при переходе к выбранным кадрам.

source: Duration (seconds)
ca: Durada (segons)
hu: Időtartam (másodperc)
nb: Varighet (sekunder)
ru: Продолжительность (секунды)

source: Timing function
ca: Activa cronometratge
hu: Időzítés funkció
nb: Tidsfunksjon
ru: Функция синхронизации

source: Linear
ca: Lineal
hu: Lineáris
nb: Lineær

source: Ease
hu: Lebegés
nb: Mykgjør

source: Ease in
ca: Entrada lenta
hu: Belebegés
nb: Myk inn

source: Ease out
ca: Sortida lenta
hu: Kilebegés
nb: Myk ut

source: Ease in-out
ca: Entrada-sortida lenta
hu: Be-kilebegés
nb: Mykgjør inn-ut

source: Step start
hu: Lépés kezdete
nb: Stegstart

source: Step end
hu: Lépés vége
nb: Stegslutt

source: Step middle
hu: Középre lépés
nb: Midtsteg

source: Relative zoom (%)
ca: Ampliació relativa (%)
hu: Relatív nagyítás (%)
nb: Relativ zoom (%)
ru: Относительное увеличение

source: Path Id
ca: Id del camí
hu: Útvonal ID
nb: Sti-ID
ru: ID траектории

source: Hide path
ca: Amaga el camí
hu: Útvonal rejtése
nb: Skjul sti
ru: Скрыть траекторию

source: Notes
hu: Jegyzetek
nb: Merknader
ru: Примечания

source: Edit presenter notes. Click here to show the list of formatting shortcuts.
ca: Edita les notes del presentador. Feu clic ací per a mostrar la llista de dreceres de formatació.
hu: Előadói jegyzetek szerkesztése. Kattints ide a formázási parancsok listájának megjelenítéséhez.

source: Player
ca: Reproductor
hu: Lejátszás
nb: Avspiller

source: Support the browser's "Back" button to move to the previous frame
hu: A böngésző „Vissza” gombjának engedélyezése a prezentáció visszafelé történő léptetéséhez

source: Moving from one frame to another will change the content of the location bar automatically.
hu: Ha engedélyezve van, az egyik képkockából a másikba történő mozgás automatikusan módosítja a címsáv tartalmát

source: Allow to control the presentation
ca: Permet de controlar la presentació
hu: Prezentáció vezérlésének engedélyezése
nb: Tillat kontroll over presentasjonen

source: using the mouse
ca: fent servir el ratolí
hu: egér használat
nb: ved bruk av musen
ru: с помощью мыши

source: using the keyboard
ca: fent servir el teclat
hu: billentyű használat
nb: ved bruk av tastaturet
ru: с помощью клавиатуры

source: Allow to move the camera
ca: Permet de moure la càmera
hu: Kameramozgás engedélyezése
nb: Tillat flytting av kameraet

source: Allow to rotate the camera
ca: Permet de fer rodar la càmera
hu: Kameraforgatás engedélyezése
nb: Tillat rotering av kameraet

source: Allow to zoom
ca: Permet d'ampliar
hu: Nagyítás engedélyezése
nb: Tillat forstørring

source: Delete the selected frames
ca: Esborra els fotogrames seleccionats
hu: Kiválasztott képkocka törlése
nb: Slett valgte rammer
ru: Удалить выбранные кадры

source: Add layer
ca: Afegeix una capa
hu: Réteg hozzáadása
nb: Legg til lag
ru: Добавить слой

source: Add all layers
ca: Afegeix totes les capes
hu: Az összes réteg hozzáadása

source: This layer is visible. Click to hide it.
ca: Aquesta capa és visible. Feu clic per amagar-la.
hu: Látható réteg. Kattints az elrejtéshez.
nb: Laget er synlig. Klikk for å skjule.
ru: Этот слой является видимым. Нажмите, чтобы скрыть его.

source: This layer is hidden. Click to show it.
ca: Aquesta capa s’ha amagat. Feu clic per mostrar-la.
hu: Rejtett réteg. Kattints a megjelenítéshez.
nb: Laget er skjult. Klikk for å vise.
ru: Этот слой скрыт. Нажмите, чтобы сделать его видимым

source: Remove this layer
ca: Elimina aquesta capa
hu: Réteg törlése
nb: Fjern lag
ru: Удалить этот слой

source: Insert selection before frame %d
ca: Insereix la selecció abans del fotograma %d
hu: Kiválasztott elem beszúrása a %d képkocka elé
nb: Sett inn utvalg før ramme %d
ru: Вставить выбранное перед кадром %d

source: Insert selection after frame %d
ca: Insereix la selecció després del fotograma %d
hu: Kiválasztott elem beszúrása a %d képkocka mögé
nb: Sett inn utvalg etter ramme %d
ru: Вставить выбранное после кадра %d

source: Aspect ratio:
ca: Relació d’aspecte:
hu: Képarány:
nb: Størrelsesforhold:
ru: Соотноешние сторон:

source: Move the selected layers (hold Alt to zoom, Shift to rotate)
ca: Mou les capes seleccionades (manteniu premuda la tecla ALT per a fer zoom, Majúscula per a rodar)
hu: Kiválasztott réteg mozgatása (Alt billentyű nagyít, Shift billentyű forgat)
nb: Flytt valgte lag (trykk Alt for å zoome, Shift for å rotere)
ru: Перенести выбранные слои (удерживайте Alt для увеличения, Shift для поворота)

source: Zoom in/out on the selected layers (you can also hold the Alt key in Move mode)
ca: Amplia/redueix en les capes seleccionades (també podeu mantenir premuda la tecla Alt en el mode de moviment)
hu: Nagyítás engedélyezése a kiválasztott rétegen (az Alt billentyű is tudja mozgatni)
nb: Forstørr/forminsk valgte lag (du kan også holde Alt-tasten i flyttemodus)
ru: Увеличить/уменьшить на выбранном слое (Вы также можете удерживать клавишу Alt в режиме переноса)

source: Rotate the selected layers (you can also hold the Shift key in Move mode)
ca: Rotació de les capes seleccionades (també podeu mantenir premuda la tecla Majúscula en el mode de moviment)
hu: Kiválasztott réteg forgatása (a Shift billentyű is tudja forgatni)
nb: Roter valgt lag (du kan også holde Shift-tasten i flyttemodus)
ru: Вращать выбранные слои (Вы также можете удерживать клавишу Shift в режиме переноса)

source: Edit the clipping area
hu: A zoomolási terület átméretezése

source: Disable full-screen mode
ca: Desactiva el mode de pantalla completa
hu: Teljes képernyős mód tiltása
nb: Skru av fullskjermsvisning
ru: Выйти из полноэкранного режима

source: Enable full-screen mode
ca: Activa el mode de pantalla completa
hu: Teljes képernyős mód engedélyezése
nb: Fullskjermsvisning
ru: Полноэкранный режим

source: Preferences
ca: Preferències
hu: Beállítások
nb: Innstillinger
ru: Настройки

source: Information
ca: Informació
hu: Információ
nb: Informasjon
ru: Информация

source: Open an SVG file from your computer (<i class="fas fa-exclamation-triangle"></i> read-only)
ca: Obriu un fitxer SVG del vostre ordinador (<i class="fas fa-exclamation-triangle"></i> read-only)
nb: Åpne ei SVG-fil fra din datamaskin (<i class="fas fa-exclamation-triangle"></i>skrivebeskyttet)
ru: Откройте SVG файл на Вашем компьютере (<i class="fas fa-exclamation-triangle"></i> read-only)

source: File %s could not be loaded.
ca: No s’ha pogut carregar el fitxer %s.
nb: Fila %s kunne ikke lastes inn.
ru: Файл %s не может быть загружен

source: Ctrl+1: Big header
ca: Ctrl+1: Capçalera grossa
nb: Ctrl+1: Stor overskrift
ru: Ctrl+1: Большой заголовок

source: Ctrl+2: Medium header
ca: Ctrl+2: Capçalera mitjana
nb: Ctrl: Middels overskrift
ru: Ctrl+2: Средний заголовок

source: Ctrl+3: Small header
ca: Ctrl+3: Capçalera petita
nb: Ctrl+3: Liten overskrift
ru: Ctrl+3: Маленький заголовок

source: Support the browser's "Back" (🡰) button to move to the previous frame
ca: Admet que el botó «enrere» (🡰) del navegador mogui al fotograma anterior
nb: Støtte for nettleserens "Tilbake"-knapp for å gå tilbake i presentasjonen

source: <i class="fas fa-info-circle"></i> Information
ca: <i class="fas fa-info-circle"></i> Informació
